Repository: avastjohn/maventy_old
Catalog: src/healthdb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add a new visit to the existing patient?
fr: Ajouter une nouvelle visite au patient existants?

source: Add a new patient with a new visit?
fr: Ajouter un nouveau patient avec une nouvelle visite?

source: Sex
fr: Sexe

source: Female
fr: Femelle

source: Birth date
fr: Date de naissance

source: Patient Name
fr: Nom du Patient

source: Country
fr: Pays

source: Caregiver name
fr: Nom de l'intervenant

source: Polio vaccination dates
fr: Dates de vaccination contre la polio

source: DTC (diphtheria, tetanus, and whooping cough) vaccination dates
fr: Dates de vaccination contre diphtérie, Tétanos, Coqueluche (DTC)

source: Hepatitis B vaccination dates
fr: Dates de vaccination contre hépatite B

source: Measles vaccination dates
fr: Dates de vaccination contre la rougeole

source: HIB (hemophilus influenzae) vaccination dates
fr: Dates de vaccination contre haemophilus influenzae (HIB)

source: BCG (Bacille Calmette-Guérin) vaccination dates
fr: Dates de vaccination de BCG (Bacille Calmette-Guérin)

source: Vitamin A vaccination dates
fr: Dates de vaccination de vitamine A

source: Deworming (mebendazole) vaccination dates
fr: Dates de vaccination de mébendazole

source: Visit date
fr: Date de la visite

source: Weight (kg)
fr: Poids (kg)

source: Head circumference (cm) (0-24 months only)
fr: Circonference de la tete (cm) (0-24 mois)

source: Length or height (cm)
fr: Longeur ou hauteur (cm)

source: Height position
fr: Position en hauteur

source: Standing
fr: Debout

source: Recumbent
fr: Couché

source: Evaluator name
fr: Nom de l'evaluateur

source: Your Email (optional)
fr: Votre Email (en option)

source: Type a message here
fr: Tapez un message ici

source: Name
fr: Nom

source: Any
fr: Tout

source: Date of birth (YYYY-MM-DD or YYYY-MM or YYYY)
fr: La Date de Naissance (YYYY-MM-DD ou YYYY-MM ou YYYY)

source: Worst z-score
fr: Plus mauvais z-score

source: below -3
fr: inférieur à -3

source: -3 to -2
fr: -3 À -2

source: -2 to -1
fr: -2 À -1

source: -1 to 0
fr: -1 À 0

source: 0 to 1
fr: 0 À 1

source: 1 to 2
fr: 1 À 2

source: 2 to 3
fr: 2 À 3

source: Extended Search (name, residence, birth date, caregiver)
fr: Recherche Avancee (nom, residence, la date de naissance, intervenant)

source: Visit notes
fr: Notes visite

source: No doses
fr: Aucune dose

source: Growth statistics calculator
fr: Calculateur des statistiques de croissance

source: Results
fr: Résultats

source: Age
fr: Âge

source: %(days)s days
fr: %(days)s jours

source: Body mass index (BMI)
fr: Indice de mass corporelle (IMC)

source: Get Results
fr: Obtenez les Résultats

source: clear
fr: Désactivez

source: Restrict to
fr: Restreindre à

source: You must log in to view health information.
fr: Vous devez vous connecter pour afficher des informations de santé

source: Home
fr: Accueil

source: Contact Us
fr: Contactez-nous

source: Choose language
fr: Choisir la langue

source: Sign out
fr: déconnexion

source: Sign in
fr: Connexion

source: Caregiver
fr: Intervenant

source: Alert!
fr: Alerte!

source: Add visit
fr: Ajouter visite

source: Latest visit
fr: Dernière visite

source: None
fr: Aucun

source: Age at visit
fr: Âge au moment de visite

source: Created by
fr: Créé par

source: Created date
fr: Créé

source: Add a new patient and visit
fr: Ajouter un nouveau patient et visite

source: Resolve duplicate patient
fr: Résoudre double patient

source: We found a patient with the same name and date of birth.
fr: Nous avons trouvé un patient avec le même nom et date de naissance.

source: Submit
fr: Soumettre

source: Patient Information
fr: Information sur le patient

source: Visit Information
fr: Informations sur la visite

source: Add new patient with a visit
fr: Ajouter un nouveau patient avec une nouvelle visite

source: OR
fr: OU

source: browse
fr: parcourir

source: Search
fr: Recherche

source: Edit Patient Information
fr: Modifier l'information du patient

source: Visits
fr: Visites

source: Edit visit #%(visit_number)s
fr: Modifier la visite #%(visit_number)s.

source: No visits yet.
fr: Pas de visites encore

source: Add new visit
fr: Ajouter visite

source: No such patient.
fr: Aucun patient tels

source: Visit # %(visit_number)s
fr: Visite #%(visit_number)s.

source: Head circumference (cm)
fr: Circonference de la tete (cm)

source: Health indicators
fr: Les indicateurs de santé

source: Couldn't get health indicators.
fr: Impossible d'obtenir les indicateurs de santé

source: Plumpy'nut dosage recommendation
fr: Recommandation de dosage Plumpy'nut

source: Packets per day
fr: Paquets par jour

source: Packets per week
fr: Paquets par semaine

source: For 92g packets containing 500 kcal, average 200 kcal/kg/day.
fr: Pour 92g paquets contenant 500 kcal, en moyenne 200 kcal / kg / jour.

source: This is approximately kg * 200 / 500.0, based on recommendations from page 193 of the Community-based Therapeutic Care (CTC) Field Guide, Annex 20 Outpatient Therapeutic Programme (OTP) Ready-to-Use Therapeutic Food (RUTF) Plumpy'nut Ration, produced by the CTC Research and Development program.
fr: Il s'agit d'environ 200 kg * / 500,0, sur la base des recommandations de la page193 de la Communauté soins thérapeutiques (CTC) Field Guide, annexe 20Outpatient Therapeutic Programme (OTP) Prêt-à-usage thérapeutique des aliments (RUTF) Plumpy'nut Ration, produite par la programme de recherche et développement de la CTC

source: Measured
fr: Mesurée

source: Weight for height
fr: Longeur ou Hauteur (cm)

source: 1&nbsp;year
fr: 1&nbsp;an

source: 1&nbsp;month
fr: 1&nbsp;mois

source: 1&nbsp;day
fr: 1&nbsp;jour
